{
  "mainPage": {
    "title": "Optimal route search&nbsp;service",
    "subtitle": "Save on taxi",
    "searchField": {
      "title": "Select route information",
      "placeHolder": "Address",
      "noOptionText": "Start entering the address",
      "city": {
        "moscow": "Moscow",
        "nizhnyNovgorod": "Nizhny Novgorod"
      },
      "myLocation": "My location",
      "from": "From",
      "to": "To",
      "termOfUseAcception": "Agree to Terms and Conditions",
      "findRoute": "Find route",
      "tooltip": "How many minutes are you ready to walk?"
    },
    "resultField": {
      "optimalResult": {
        "title": "Optimal"
      },
      "baseResult": {
        "title": "Default"
      },
      "otherUnits": {
        "from": "from",
        "currency": "₽",
        "time": "min"
      },
      "orderTaxi": "Order a taxi"
    },
    "aboutUs": {
      "title": "About us",
      "content": {
        "firstParagraf": "Swifti is a service that allows you to choose the most economical way to travel around the city by taxi.",
        "secondParagraf": "We achieve this by searching for the optimal route. Our goal is to take care of your budget."
      },
      "advantages": {
        "title": "Swifti advantages",
        "economy": {
          "title": "Savings",
          "content": "Up to 70% budget savings with Swifti"
        },
        "ecoFriendliness": {
          "title": "Eco-friendly",
          "content": "Greener routes with less impact on the environment"
        },
        "activity": {
          "title": "Activity",
          "content": "We help you to be more active during the day"
        }
      }
    },
    "howItWorks": {
      "title": "How does it work?"
    },
    "contacts": {
      "title": "Contacts",
      "contactUs": {
        "content": "If you still have questions about the service or you have improvement suggestions, contact us in a suitable way:",
        "email": "swiftitraveler@gmail.com",
        "telegram": "@swifti_app"
      },
      "donateUs": {
        "content": "Our service is absolutely free. We exist and develop thanks to your support. To support the project:",
        "link": "https://socprofile.com/swifti/"
      }
    },
    "helpField": {
      "title": "Do you need help?",
      "subtitle": "Contact us"
    }
  },
  "menu": {
    "mainPage": "Home",
    "aboutUsPage": "About us",
    "howItWorksPage": "How does it work?"
  },
  "userGuidePage": {
    "title": "User's Guide",
    "subtitle": "To use the service, the user must have the Yandex.Go application installed.",
    "content": {
      "part1": "Select the pick-up and drop-off address from the drop-down list. If you can't find the address you need, don't worry, just edit the query, starting with the words «street», «avenue», «passage», etc.",
      "part2": "After selecting the addresses, click on the «optimize» button and get ready to save money earned through backbreaking work",
      "part3": "Two options for ordering a taxi will appear in front of your eyes:",
      "part4": "The basic option is a regular trip from the pick—up point to the drop-off point. This option is provided by the taxi ordering service, but do not forget about the opportunity to exercise after walking a few hundred meters, and at the same time save money.",
      "part5": "The optimal option: Swift will select the pick-up point and the drop-off point to optimize the cost of the order. Pick-up and drop-off points will be located within a radius of ~500 meters from the selected addresses (~7-10 minutes on foot).",
      "part6": "You can view the route to the landing point on the map by clicking on the «route to the pick-up point» button. And don't forget to check the route to the drop-off point by clicking on the «route to the drop-off point» button.",
      "part7": "After selecting the order option (optimal or basic), click the «order a taxi» button. The Yandex.Go app will open based on your selected option..",
      "part8": "Do not forget to take into account the time it will take you to reach the landing point. After all, no one wants to pay extra money for waiting for a taxi!"
    },
    "lastWords": "Rely on your strength and avoid unnecessary expenses! The Swifti team wishes you a pleasant adventure!"
  },
  "termOfUsePage": {
    "title": "Terms and Conditions",
    "subtitle": "These terms and conditions govern your access and use of the Company's website https://swifti.app , including any subdomains (collectively, the «Site»), and all related services (collectively, the «Swifti Services»). The Swifti Website and Services are hereinafter collectively referred to as the «Swifti Platform».",
    "disclaimer": {
      "part1": "PLEASE READ THIS AGREEMENT CAREFULLY. BY REGISTERING, ACCESSING, VIEWING INFORMATION, DOWNLOADING MATERIALS OR USING THE SWIFTI PLATFORM, YOU (A) ACKNOWLEDGE THAT YOU HAVE READ, UNDERSTOOD AND ACCEPT THE TERMS OF THIS AGREEMENT, AND (C) HEREBY CONFIRM THAT YOU ARE OLD ENOUGH TO USE THE SWIFTI PLATFORM IN ACCORDANCE WITH APPLICABLE LAW AND/OR THAT YOU HAVE ALL NECESSARY CONSENTS (E.G. PARENTAL CONSENT) IN FULL COMPLIANCE WITH APPLICABLE LAW, INCLUDING CONSENT FOR THE PURPOSES OF INFORMATION PROTECTION LEGISLATION, OTHERWISE, REGISTRATION ON THE SWIFT PLATFORM AND ITS USE ARE PROHIBITED.",
      "part2": "IF, IN ACCORDANCE WITH THE LEGISLATION OF YOUR COUNTRY, YOU ARE PROHIBITED FROM USING THE SWIFTI PLATFORM OR PARTS OF IT, OR IF THERE ARE OTHER LEGAL RESTRICTIONS, YOU DO NOT HAVE THE RIGHT TO USE IT. IN THIS CASE, YOU WILL BE SOLELY RESPONSIBLE FOR USING THE SWIFTI PLATFORM OR ITS RELEVANT PART ON THE TERRITORY OF YOUR STATE IN VIOLATION OF APPLICABLE LAW."
    },
    "content": {
      "generalProvisions": {
        "title": "General terms",
        "content": {
          "part1": "The Swifti platform offers the Internet user (hereinafter referred to as the User) to use the cost—saving service for ordering a taxi (hereinafter referred to as the «Service»), available at: https://taxi .yandex.ru / provided by Yandex.Taxi, also referred to as Yandex Go.",
          "part2": "In everything that is not provided for in these terms, the relationship between the Swifti Platform and the User in connection with the use of the Service is governed by the Yandex Services User Agreement (https://yandex.ru/legal/rules ), as well as a License to use the Yandex search engine (https://yandex.ru/legal/termsofuse), Privacy Policy (https://yandex.ru/legal/confidential).",
          "part3": "By starting to use the Service/its individual functions, the User is considered to have accepted these terms and conditions, as well as the terms of all the above documents, in full, without any reservations or exceptions. If the User does not agree with any of the provisions of these documents, the User is not entitled to use the Service.",
          "part4": "These terms may be changed by the Swifti Platform without any special notice, the new version of the terms comes into force from the moment it is posted on the Internet at the address specified in this paragraph, unless otherwise provided by the new version of the terms. The current version of the terms is always available at: https://clck.ru/3AdTpg",
          "part5": "If the Swifti Platform has made any changes to these terms, in accordance with the procedure provided for in clause 4. of these terms, with which the User does not agree, he is obliged to stop using the Service.",
          "part6": "The service offers the User the opportunity to access the site for free. All currently existing functions of the Service, as well as any development and/or addition of new ones, are subject to these terms.",
          "part7": "By using the Service, the User gives his consent to receive informational and advertising messages. The User has the right to refuse to receive advertising messages by using the appropriate functionality of the Service or following the instructions specified in the received advertising message."
        }
      },
      "serviceUsage": {
        "title": "Using the Service",
        "content": {
          "part1": "The service provides the User with a functional opportunity to reduce Yandex.Taxi expenses  by choosing the optimal pick-up and drop-off points for the User.",
          "part2": "The Service provides the User with the functionality to automatically build routes on maps indicating the option of the path from the point of departure to the destination specified by the User (Hereinafter referred to as the «Route») and a cost—optimized route on maps indicating the option of the path from the adjusted point of departure to the adjusted destination proposed by the Swifti Platform (Hereinafter referred to as the «Adjusted The route»). The construction of Routes is allowed solely for the convenience of using the Service by the User.",
          "part3": "The information on the Adjusted Route is calculated based on data analysis and is for reference purposes.",
          "part4": "The User must independently assess the reliability, reliability, completeness or usefulness of the Route and/or the Adjusted Route and independently bears all risks associated with the use (inability to use) the Service.",
          "part5": "The User independently and fully bears all risks and responsibility for choosing the location of the pick-up and drop-off points, as well as choosing and ordering a taxi along the Route and/or Adjusted Route.",
          "part6": "The User independently and fully bears all risks and responsibility for choosing the Route and following the chosen Route. The Swifti Platform does not guarantee the correctness, optimality, relevance and/or compliance of Routes or Adjusted Routes with traffic rules and is not responsible for the User's choice of Route/The adjusted Route and the consequences of following it. The User must take all measures of care and caution before choosing a Route/The adjusted Route and during its use."
        }
      },
      "otherProvision": {
        "title": "Other provisions",
        "content": {
          "part1": "The Swifti Platform reserves the right, at its discretion, to restrict the User's access to the Service (or to certain functions of the Service, if technologically possible) using his account or completely block the User's account in case of repeated violation of these terms, or apply other measures to the User in order to comply with legal requirements or the rights and legitimate interests of third parties persons.",
          "part2": "Any information used in the Service is intended solely for personal, non-commercial use. At the same time, any copying of Data, their reproduction, processing, distribution, making available to the public (publication) on the Internet, any use in mass media and/or for commercial purposes without the prior written permission of the copyright holder is prohibited, except in cases expressly provided for by the functionality of the service, these terms or documents specified in Clause 1.2. of these terms and Conditions.",
          "part3": "The information provided in the Service is for reference purposes. The Swifti Platform does not guarantee that the data obtained using the Service meets/will meet the User's requirements, as well as that the functions of the Service will be provided continuously, quickly, reliably and error-free.",
          "part4": "The Swifti Platform does not guarantee the accuracy, relevance, completeness, reliability of information that can be obtained using the Service. The information of the Service is not intended to be used for any purpose or in any capacity (for example, to establish and/or confirm any facts, as evidence in making legally significant decisions, to provide information and conduct accurate calculations, research, obtaining accurate coordinates, etc.)."
        }
      },
      "copyrightInfo": {
        "title": "Copyright information",
        "content": {
          "part1": "The list of copyright holders and holders of the information used can be found at: https://yandex.ru/legal/right_holders"
        }
      }
    },
    "publicationDate": "Publication date: 07.06.2023",
    "effectiveDate": "Commencement date: 01.07.2023"
  },
  "basement": {
    "language": {
      "russian": "Russian",
      "english": "English"
    },
    "menu": {
      "aboutUsPage": "About us",
      "howItWorksPage": "How does it work?",
      "contacts": "Contacts"
    },
    "documents": {
      "userGuide": "User's Guide",
      "termOfUse": "User agreement"
    }
  }
}