{
  "mainPage": {
    "title": "Сервис поиска оптимального&nbsp;маршрута",
    "subtitle": "Экономим на такси",
    "searchField": {
      "title": "Выбрать маршрут",
      "placeHolder": "Адрес",
      "noOptionText": "Начните вводить адрес",
      "city": {
        "moscow": "Москва",
        "nizhnyNovgorod": "Нижний Новгород"
      },
      "myLocation": "Моё местоположение",
      "from": "Откуда",
      "to": "Куда",
      "termOfUseAcception": "Согласен с Пользовательским соглашением",
      "findRoute": "Подобрать маршрут",
      "tooltip": "Укажите сколько минут вы готовы идти пешком"
    },
    "resultField": {
      "optimalResult": {
        "title": "Оптимальный"
      },
      "baseResult": {
        "title": "Базовый"
      },
      "otherUnits": {
        "from": "от",
        "currency": "₽",
        "time": "мин"
      },
      "orderTaxi": "Заказать такси"
    },
    "aboutUs": {
      "title": "О сервисе",
      "content": {
        "firstParagraf": "Swifti — сервис, позволяющий выбрать наиболее экономичный вариант перемещения по городу на такси.",
        "secondParagraf": "Мы достигаем этого путём поиска оптимального маршрута. Наша цель&nbsp;—&nbsp;забота о Вашем бюджете."
      },
      "advantages": {
        "title": "Преимущества Swifti",
        "economy": {
          "title": "Экономия",
          "content": "До 70% экономии бюджета с помощью Swifti"
        },
        "ecoFriendliness": {
          "title": "Экологичность",
          "content": "Более зеленые маршруты с меньшим вредом для окружающей среды"
        },
        "activity": {
          "title": "Активность",
          "content": "Помогаем в течение дня быть активнее"
        }
      }
    },
    "howItWorks": {
      "title": "Как это работает?"
    },
    "contacts": {
      "title": "Контакты",
      "contactUs": {
        "content": "Если у вас остались вопросы о сервисе или есть предложения об его улучшении, напишите нам удобным для вас способом:",
        "email": "swiftitraveler@gmail.com",
        "telegram": "@swifti_app"
      },
      "donateUs": {
        "content": "Наш сервис абсолютно бесплатный. Мы существуем и развиваемся благодаря вашей поддержке. Поддержать проект:",
        "link": "https://socprofile.com/swifti/"
      }
    },
    "helpField": {
      "title": "Нужна помощь?",
      "subtitle": "Напишите нам"
    }
  },
  "menu": {
    "mainPage": "Главная",
    "aboutUsPage": "О нас",
    "howItWorksPage": "Как это работает?"
  },
  "userGuidePage": {
    "title": "Инструкция пользования сервисом",
    "subtitle": "Для пользования сервисом у пользователя должно быть установлено приложение Яндекс.Go.",
    "content": {
      "part1": "Выберите адрес посадки и адрес высадки из выпадающего списка. Если не можете найти нужный адрес, не волнуйтесь, просто отредактируйте запрос, начав его со слов «ул»., «проспект», «проезд» и т.п.",
      "part2": "После выбора адресов нажмите на кнопку «оптимизировать» и приготовтесь сэкономить средства, нажитые непосильным трудом",
      "part3": "Перед Вашими очами предстанут два варианта заказа такси:",
      "part4": "Базовый вариант — обычная поездка от точки посадки до точки высадки. Этот вариант предоставляется сервисом заказа такси, но не стоит забывать о возможности поразмяться, пройдя несколько сотен метров, и при этом сэкономить.",
      "part5": "Оптимальный вариант — Свифти подберёт точку посадки и точку высадки для оптимизации стоимости заказа. Места посадки и высадки будут находиться в радиусе ~500 метров от выбранных адресов (~7–10 минут пешком).",
      "part6": "Можно посмотреть маршрут до точки посадки на карте, нажав на кнопку «маршрут до точки посадки». И не забудьте проверить маршрут до точки высадки, нажав на кнопку «маршрут до точки высадки».",
      "part7": "После выбора варианта заказа (оптимальный или базовый) нажмите кнопку «заказать такси». Приложение Яндекс.Go откроется с учётом вашего выбранного варианта.",
      "part8": "Не забудьте учесть время, которое потребуется вам, чтобы дойти до точки посадки. Ведь никто не хочет платить лишние сэкономленные деньги за ожидание заказанного такси!"
    },
    "lastWords": "Полагайтесь на свои силы и избегайте ненужных трат! Команда Свифти желает вам приятных приключений!"
  },
  "termOfUsePage": {
    "title": "Условия использования сервиса Swifti",
    "subtitle": "Настоящие условия регулируют ваш доступ и использование вебсайта Компании https://swifti.app, включая любые субдомены (совместно, «Сайт»), и все связанные услуги (совместно «Услуги Свифти»). Сайт и Услуги Свифти в дальнейшем совместно именуются как «Платформа Свифти».",
    "disclaimer": {
      "part1": "ПОЖАЛУЙСТА, ВНИМАТЕЛЬНО ОЗНАКОМЬТЕСЬ С НАСТОЯЩИМ СОГЛАШЕНИЕМ. РЕГИСТРИРУЯСЬ, ПОЛУЧАЯ ДОСТУП, ПРОСМАТРИВАЯ ИНФОРМАЦИЮ, СКАЧИВАЯ МАТЕРИАЛЫ ИЛИ ИСПОЛЬЗУЯ ПЛАТФОРМУ СВИФТИ, ВЫ (А) ПРИЗНАЕТЕ, ЧТО ВЫ ПРОЧИТАЛИ, ПОНЯЛИ И ПРИНИМАЕТЕ УСЛОВИЯ НАСТОЯЩЕГО СОГЛАШЕНИЯ, И (В) НАСТОЯЩИМ ПОДТВЕРЖДАЕТЕ, ЧТО ВАШ ВОЗРАСТ ДОСТАТОЧЕН ДЛЯ ТАКОЙ ИСПОЛЬЗОВАНИЯ ПЛАТФОРМЫ СВИФТИ В СООТВЕТСТВИИ С ПРИМЕНИМЫМ ЗАКОНОДАТЕЛЬСТВОМ И/ИЛИ ЧТО У ВАС ЕСТЬ ВСЕ НЕОБХОДИМЫЕ СОГЛАСИЯ (НАПРИМЕР, СОГЛАСИЕ РОДИТЕЛЕЙ) В ПОЛНОМ СООТВЕТСТВИИ С ПРИМЕНИМЫМ ЗАКОНОДАТЕЛЬСТВОМ, ВКЛЮЧАЯ СОГЛАСИЕ ДЛЯ ЦЕЛЕЙ ЗАКОНОДАТЕЛЬСТВА О ЗАЩИТЕ ИНФОРМАЦИИ, В ИНОМ СЛУЧАЕ РЕГИСТРАЦИЯ НА ПЛАТФОРМЕ СВИФТИ И ЕЁ ИСПОЛЬЗОВАНИЕ ЗАПРЕЩЕНЫ.",
      "part2": "В СЛУЧАЕ ЕСЛИ ВАМ, В СООТВЕТСТВИИ С ЗАКОНОДАТЕЛЬСТВОМ ВАШЕГО ГОСУДАРСТВА, ЗАПРЕЩЕНО ИСПОЛЬЗОВАТЬ ПЛАТФОРМУ СФИВТИ ИЛИ ЕЁ ЧАСТИ, ИЛИ ЕСЛИ ЕСТЬ ИНЫЕ ПРАВОВЫЕ ОГРАНИЧЕНИЯ, У ВАС НЕТ ПРАВА ИСПОЛЬЗОВАТЬ ЕЁ. В ТАКОМ СЛУЧАЕ ВЫ БУДЕТЕ САМОСТОЯТЕЛЬНО НЕСТИ ОТВЕТСТВЕННОСТЬ ЗА ИСПОЛЬЗОВАНИЕ ПЛАТФОРМЫ СВИФТИ ИЛИ РЕЛЕВАНТНОЙ ЕЁ ЧАСТИ НА ТЕРРИТОРИИ ВАШЕГО ГОСУДАРСТВА С НАРУШЕНИЕМ ПРИМЕНИМОГО ЗАКОНОДАТЕЛЬСТВА."
    },
    "content": {
      "generalProvisions": {
        "title": "Общие положения",
        "content": {
          "part1": "Платформа Свифти предлагает пользователю сети Интернет (далее — Пользователь) использовать сервис экономии средств на заказе такси (далее — «Сервис»), доступный по адресу: https://taxi.yandex.ru/, предоставляемый Яндекс.Такси, именуемый также Яндекс Go.",
          "part2": "Во всем, что не предусмотрено настоящими условиями, отношения между Платформой Свифти и Пользователем в связи с использованием Сервиса регулируются Пользовательским соглашением сервисов Яндекса (https://yandex.ru/legal/rules), а также Лицензией на использование поисковой системы Яндекса (https://yandex.ru/legal/termsofuse), Политикой конфиденциальности (https://yandex.ru/legal/confidential).",
          "part3": "Начиная использовать Сервис/его отдельные функции, Пользователь считается принявшим настоящие условия, а также условия всех указанных выше документов, в полном объёме, без всяких оговорок и исключений. В случае несогласия Пользователя с какими‑либо из положений указанных документов, Пользователь не вправе использовать Сервис.",
          "part4": "Настоящие условия могут быть изменены Платформой Свифти без какого‑либо специального уведомления, новая редакция условий вступает в силу с момента её размещения в сети Интернет по указанному в настоящем абзаце адресу, если иное не предусмотрено новой редакцией условий. Действующая редакция условий всегда находится на странице по адресу: https://clck.ru/3AdTpg",
          "part5": "В случае если Платформой Свифти были внесены какие‑либо изменения в настоящие условия, в порядке, предусмотренном п. 4. настоящих условий, с которыми Пользователь не согласен, он обязан прекратить использование Сервиса.",
          "part6": "Сервис предлагает Пользователю возможность бесплатного доступа к сайту. Все существующие на данный момент функции Сервиса, а также любое их развитие и/или добавление новых является предметом настоящих условий.",
          "part7": "Используя Сервис, Пользователь даёт своё согласие на получение сообщений информационного и рекламного характера. Пользователь вправе отказаться от получения сообщений рекламного характера путём использования соответствующего функционала Сервиса или следуя инструкциям, указанным в полученном сообщении рекламного характера."
        }
      },
      "serviceUsage": {
        "title": "Использование Сервиса",
        "content": {
          "part1": "Сервис предоставляет Пользователю функциональную возможность оптимизировать расходы Яндекс.Такси путём выбора оптимальных точек посадки и высадки Пользователя.",
          "part2": "Сервис предоставляет Пользователю функциональную возможность автоматического построения маршрутов на картах, указывающих на вариант пути от точки отправления до точки назначения, указанных Пользователем (Далее — «Маршрут») и оптимизированного по стоимости маршрута на картах, указывающих на вариант пути от скорректированной точки отправления до скорректированной точки назначения, предложенной Платформой Свифти (Далее — «Скорректированный Маршрут»). Построение Маршрутов допускается исключительно для удобства использования Пользователем Сервиса.",
          "part3": "Информация, по Скорректированному Маршруту рассчитывается на основание анализа данных и носит справочный характер.",
          "part4": "Пользователь должен самостоятельно оценивать достоверность, надёжность, полноту или полезность Маршрута и/или Скорректированного Маршрута и самостоятельно несёт все риски, связанные с использованием (невозможностью использования) Сервиса.",
          "part5": "Пользователь самостоятельно и всецело несёт все риски и ответственность за выбор местоположения точки посадки и точки высадки, а также выбор и заказ такси по Маршруту и/или Скорректированному Маршруту.",
          "part6": "Пользователь самостоятельно и всецело несёт все риски и ответственность за выбор Маршрута и следование выбранным Маршрутом. Платформа Свифти не гарантирует правильность, оптимальность, актуальность и/или соответствие Маршрутов или Скорректированных Маршрутов правилам дорожного движения и не несёт ответственности за выбор Пользователем Маршрута/Скорректированного Маршрута и последствий следования ему. Пользователь должен предпринимать все меры внимательности и осмотрительности перед выбором Маршрута/Скорректированного Маршрута и в ходе его использования."
        }
      },
      "otherProvision": {
        "title": "Иные положения",
        "content": {
          "part1": "Платформа Свифти оставляет за собой право на своё усмотрение ограничить доступ Пользователя к Сервису (или к определённым функциям Сервиса, при наличии технологической возможности) с использованием его учётной записи или полностью заблокировать учётную запись Пользователя при неоднократном нарушении настоящих условий, либо применить к Пользователю иные меры с целью соблюдения требований законодательства или прав и законных интересов третьих лиц.",
          "part2": "Любая информация, используемая в Сервисе, предназначена исключительно для личного некоммерческого использования. При этом любое копирование Данных, их воспроизведение, переработка, распространение, доведение до всеобщего сведения (опубликование) в сети Интернет, любое использование в средствах массовой информации и/или в коммерческих целях без предварительного письменного разрешения правообладателя запрещается, за исключением случаев, прямо предусмотренных функциональными возможностями сервиса, настоящими условиями или документами, указанными в п. 1.2. настоящих условий.",
          "part3": "Представленная в Сервисе информация носит справочный характер. Платформа Свифти не гарантирует, что данные, полученные с использованием Сервиса, соответствует/будет соответствовать требованиям Пользователя, а также что функции Сервиса будут предоставляться непрерывно, быстро, надёжно и без ошибок.",
          "part4": "Платформа Свифти не гарантирует точность, актуальность, полноту, достоверность информации, которая может быть получена с использованием Сервиса. Информация Сервиса не предназначена для использования для каких‑либо целей или в каком‑либо качестве (например, для установления и/или подтверждения каких‑либо фактов, в качестве доказательств при вынесении юридически значимых решений, для предоставления справок и проведения точных расчётов, исследований, получения точных координат и т.д.)."
        }
      },
      "copyrightInfo": {
        "title": "Информация о правообладателях и обладателях информации",
        "content": {
          "part1": "Со списком правообладателей и обладателей используемой информации можно ознакомиться по адресу: https://yandex.ru/legal/right_holders"
        }
      }
    },
    "publicationDate": "Дата публикации: 07.06.2023",
    "effectiveDate": "Дата вступления в силу: 01.07.2023"
  },
  "basement": {
    "language": {
      "russian": "Русский",
      "english": "Английский"
    },
    "menu": {
      "aboutUsPage": "О сервисе",
      "howItWorksPage": "Как это работает?",
      "contacts": "Контакты"
    },
    "documents": {
      "userGuide": "Руководство пользователя",
      "termOfUse": "Пользовательское соглашение"
    }
  }
}